Repository: sebix/moin
Catalog: src/moin/translations/*/LC_MESSAGES/messages.po
Languages: de

source: More than one result
de: Mehr als ein Ergebnis

source: Please note that you only need to fill out one form field.
de: Sie müssen nur eines der Felder ausfüllen.

source: Metadata of {item_name}
de: Metadaten von {item_name}

source: Modifying '{item_name}'
de: '{item_name}' bearbeiten

source: Load Draft
de: Entwurf laden

source: Clicking this button will delete draft!
de: Wenn Sie diesen Button drücken, wird der Entwurf gelöscht!

source: Enter list of user names, one name per line.
de: Geben Sie die Liste der Benutzer-Namen einzeln pro Zeile ein.

source: Enter "key=value" strings, one per line, no quotes, no blank lines.
de: Geben Sie "Schlüssel=Wert" Paare ein, einzeln pro Zeile, keine Anführungszeichen, keine leeren Zeilen.

source: Tags may have embedded blanks, use commas to separate.
de: Schlagworte können Leerzeichen enthalten, benutzen Sie Kommas zum trennen.

source: Create new item named '{name}'
de: Neues Item mit Namen '{name}' anlegen

source: Please select the contenttype of the new {itemtype} item.
de: Bitte wählen Sie den Content-Type des neuen {itemtype} Items.

source: Before creating a new item, review these existing items with similar names:
de: Bevor Sie ein neues Item anlegen, prüfen Sie diese Items mit ähnlichem Namen:

source: Item not found, create it now?
de: Item nicht gefunden, jetzt neu erzeugen?

source: Item '{fqname}' does not exist (yet), but you can try creating it now. Please select the type of the item you want to create.
de: Item '{fqname}' existiert (noch) nicht, aber Sie können versuchen, es jetzt zu erstellen. Bitte wählen Sie die Art des Items, das Sie erstellen wollen, aus.

source: Create new item?
de: Neues Item erstellen?

source: You can either <a href='{modifyhref}'>create the item from scratch</a> or select a template.
de: Sie können <a href='{modifyhref}'>mit einer leeren Item beginnen</a> oder eine Vorlage auswählen, um das Item zu erstellen.

source: Available template items
de: Verfügbare Vorlagen

source: Toggle font width
de: Schriftbreite umschalten

source: No changes found.
de: Keine Änderungen gefunden.

source: Create Account
de: Benutzerkonto erstellen

source: Rename '{item_name}'
de: '{item_name}' umbenennen

source: This item has multiple names:
de: Dieses Item hat mehrere Namen:

source: The following subitems will be renamed:
de: Folgende Subitems werden umbenannt:

source: Use commas (,) to separate multiple names in the Target field.
de: Trennen Sie mehrere Namen mit Kommas (,).

source: Meta data of item to be renamed:
de: Metadaten des zu ändernden Items:

source: Content of item to be renamed:
de: Inhalt des umzubenennenden Items:

source: Revert '{item_name}' to Revision Number '{rev_number}'
de: Wiederherstellen von '{item_name}' auf Revisions Nummer '{rev_number}'

source: Meta data of item revision to be reverted:
de: Metadaten für Wiederherstellung des Items:

source: Content of item revision to be reverted:
de: Inhalt für Wiederherstellung des Items:

source: An Ajax transaction is submitted with each character keyed into the search box. Transactions may be completed out of order if keying is rapid.
de: Mit jedem Zeichen, das in das Suchfeld eingegeben wird, wird eine Ajax-Transaktion ausgelöst. Bei einer schnellen Eingabe können die Vorgänge in einer anderen Reihenfolge abgeschlossen werden.

source: For help on searching see:
de: Weitere Hilfe zur Suche siehe:

source: Search Options
de: Such-Optionen

source: An Ajax transaction is submitted each time a radio or checkbox is clicked.
de: Mit jedem Klick auf ein Kontrollkästchen wird eine Ajax-Transaktion ausgelöst.

source: Summary: {summary}
de: Zusammenfassung: {summary}

source: Item not found or access denied
de: Item nicht gefunden oder keine Berechtigung

source: Item '{name}' does not exist or you do not have permission to access it.
de: Das Item '{name}' existiert nicht oder sie haben keine Berechtigung um es Anzusehen.

source: SiteMap of '{item_name}'
de: Sitemap von '{item_name}'

source: Forward References
de: Vorwärts-Referenzen

source: Backward References
de: Rückwärts-Referenzen

source: This site uses the MoinMoin Wiki software.
de: Diese Website nutzt MoinMoin Wiki Software.

source: MoinMoin is written in Python.
de: MoinMoin ist in Python geschrieben.

source: modified
de: bearbeitet am

source: by
de: von

source: tags:
de: Schlagworte:

source: Show {status} tickets
de: Zeige {status} Tickets

source: Advanced Search
de: Erweiterte Suche

source: Find tickets
de: Tickets finden

source: Create ticket
de: Ticket erzeugen

source: Tags:
de: Schlagworte:

source: {result_len:d} Tickets found.
de: {result_len:d} Tickets gefunden.

source: Updated
de: Aktualisiert

source: Assignee
de: Zugewiesen an

source: Closed
de: Geschlossen

source: Open
de: Offen

source: Tip: Sort multiple columns simultaneously by holding down the Shift key and clicking on additional column headers!
de: Tip: Sortieren Sie mehrere Spalten gleichzeitig durch Drücken der Shift-Taste und Klicken auf zusätzliche Spalten Überschriften!

source: No tickets found.
de: Keine Tickets gefunden.

source: Changing your email address requires you to verify it. A link will be sent to you.
de: Wenn Sie Ihre E-Mail-Adresse ändern, müssen Sie sie verifizieren. " "Ein Link wird ihnen zugesandt werden.

source: Use the "Add Link" or "Remove Link" controls within Item Views to add or remove quick links.
de: Nutze "Link hinzufügen" oder "Link entfernen" in den Item-Ansichten um Quick Links hinzuzufügen oder zu entfernen.

source: To manually add a link to a local wiki item, prefix the item name with the wiki name: MyWiki/myitem
de: Um einen Link zu einem lokalen Wiki Eintrag zuzufügen, stellen Sie dem Item Namen den Namen des Wikis voran: MeinWiki/MeinItem

source: To add a link to an external wiki page, use the wiki name as a prefix: MeatBall/RecentChanges
de: Um einen Link zu einer externen Wiki Seite zuzufügen, nutzen Sie den Namen des Wikis als Präfix: MeatBall/RecentChanges

source: To add a link to an external web page, use the full URL: http://google.com
de: Um einen Link zu einer externen Webseite zuzufügen, nutzen Sie die vollständige URL: https://google.com

source: Other types of links, such as mailto: may be added
de: Andere Arten von Links, wie z. B. 'mailto:' können hinzugefügt werden

source: MyItemName
de: MeinItemName

source: MyTagName
de: MeinSchlagwort

source: MyNameSpace
de: MeinNamensRaum

source: My
de: Mein

source: Formats for entering subscriptions:
de: Formate um Abonnements einzutragen:

source: is created/removed by clicking a Subscribe/Unsubscribe link
de: wird zugefügt/gelöscht durch Klicken auf den 'Abonnieren'/'Abbestellen' Link

source: Appearance
de: Ansicht

source: Change Password
de: Passwort ändern

source: Notifications
de: Benachrichtigungen

source: Options
de: Optionen

source: Personal
de: Personalisierung

source: older
de: älter

source: no older revision
de: keine älteren Revisionen

source: newer
de: neuer

source: no newer revision
de: keine neueren Revisionen

source: Revert to this revision
de: Auf diese Revision zurücksetzen

source: Alias Names
de: Alias Namen

source: Page Trail
de: Zuletzt besuchte Seiten

source: newest
de: neueste

source: oldest
de: älteste

source: Time
de: Zeit

source: Deletions are marked like this.
de: Löschungen sind auf diese Art markiert.

source: Additions are marked like this.
de: Hinzufügungen sind auf diese Art markiert.

source: Line
de: Zeile

source: Settings
de: Einstellungen

source: Logout
de: Abmelden

source: show diff based on bookmark
de: Zeige Differenz basierend auf Lesezeichen

source: show diff with prior revision
de: Zeige Differenz zur vorhergehenden Version

source: Previous
de: Vorhergehende

source: Page {page_num} of {pages}
de: Zeite {page_num} von {pages}

source: Next
de: Nachfolgende

source: Wanted Item
de: Fehlende Items

source: Referring Item
de: Referenzierendes Item

source: Create Blog entry
de: Blog-Eintrag erzeugen

source: There are no entries in this blog.
de: Es gibt keine Einträge in diesem Blog.

source: There are no entries in the '{tag}' blog category.
de: Es gibt keine Einträge in der Blog-Kategorie '{tag}'.

source: Category:
de: Kategorie:

source: Published on
de: Veröffentlicht am

source: Discussion page
de: Diskussions-Seite

source: Categories
de: Kategorien

source: only this blog
de: nur dieses Blog

source: Diff link:
de: Differenz Link:

source: Content
de: Inhalt

source: Metadata
de: Metadaten

source: You received this message because you have subscribed to a wiki item on {wiki_name} for change notifications.
de: Sie erhalten diese Nachricht weil Sie eine Benachrichtigung für das Wiki-Item auf {wiki_name} bestellt haben.

source: Unsubscribe from this item notifications
de: Benachrichtigung für dieses Item abbestellen

source: User Actions
de: Benutzer-Aktionen

source: Closed:
de: Geschlossen:

source: Add Comment
de: Kommentar hinzufügen

source: Suggested Tags:
de: Vorgeschlagene Schlagworte:

source: Back references
de: Rückwärts-Referenzen

source: Files
de: Dateien

source: Create new ticket
de: Neues Ticket erstellen

source: Describe the ticket
de: Ticket beschreiben

source: anonymous
de: anonym

source: Site Navigation
de: Website Navigation

source: Enter list of user names, one name per line. No leading or trailing blanks, no blank lines.
de: Geben Sie die Liste der Benutzernamen einzeln pro Zeile ein. Ohne führende oder abschliessende Leerzeichen, ohne Leerzeilen.

source: Tags and names may have embedded blanks, use commas to separate.
de: Schlagworte und Namnen können Leerzeichen enthalten, benutzen Sie Kommas zum trennen.

source: View Options
de: Anzeige-Optionenen

source: Item Actions
de: Item-Aktionen

source: More
de: Mehr

source: Edit lock for {user_name} timed out {number} {interval} ago, click 'Cancel' to yield more time, clicking 'Save' may require {user_name} to resolve conflicting edits.
de: Die Sperre für {user_name} ist vor {number} {interval} abgelaufen, klicken Sie auf 'Abbrechen', um mehr Zeit zu erhalten. Wenn Sie auf 'Speichern' klicken, muss {user_name} Konflikte zwischen den Bearbeitungen beheben.

source: Item '{item_name}' is locked by {user_name}. Try again in {number} {interval}.
de: Item '{item_name}' ist durch {user_name} gesperrt. Versuchen Sie es in {number} {interval} erneut.

source: Someone else updated '{item_name}' after your edit lock timed out. Conflicting changes must be manually merged.
de: Jemand anderes hat '{item_name}' geändert nachdem Ihre Schreibsperre abgelaufen ist. Bearbeitungskonflikte müssen manuell behoben werden.

source: Item '{item_name}' is locked by {user_name}. Edit lock error, check Item History to verify no changes were lost.
de: Item '{item_name}' ist durch {user_name} gesperrt. Fehler der Schreibsperre, prüfen Sie die Historie um sicherzustellen, dass keine Änderungen verloren gegangen sind.

source: The '{fqname}' item on '{wiki_name}' has been created by {user_name}:
de: Das '{fqname}' Item von '{wiki_name}' wurde von {user_name} angelegt:

source: The '{fqname}' item on '{wiki_name}' has been modified by {user_name}:
de: Das '{fqname}' Item von '{wiki_name}' wurde von {user_name} geändert:

source: The '{fqname}' item on '{wiki_name}' has been renamed by {user_name}:
de: Das '{fqname}' Item von '{wiki_name}' wurde von {user_name} umbenannt:

source: The '{fqname}' item on '{wiki_name}' has been copied by {user_name}:
de: Das '{fqname}' Item von '{wiki_name}' wurde von {user_name} kopiert:

source: The '{fqname}' item on '{wiki_name}' has been converted by {user_name}:
de: Das '{fqname}' Item von '{wiki_name}' wurde von {user_name} konvertiert:

source: The '{fqname}' item on '{wiki_name}' has been reverted by {user_name}:
de: Das '{fqname}' Item von '{wiki_name}' wurde von {user_name} zurück gesetzt:

source: The '{fqname}' item on '{wiki_name}' has been deleted by {user_name}:
de: Das '{fqname}' Item von '{wiki_name}' wurde von {user_name} gelöscht:

source: The '{fqname}' item on '{wiki_name}' has one revision destroyed by {user_name}:
de: Das '{fqname}' Item von '{wiki_name}' hat eine Revision, die von {user_name} vernichtet wurde:

source: The '{fqname}' item on '{wiki_name}' has been destroyed by {user_name}:
de: Das '{fqname}' Item von '{wiki_name}' wurde von {user_name} vernichtet:

source: An error has occurred, the current or prior revision of this item may be corrupt.
de: Es ist ein Fehler aufgetreten, die aktuelle oder eine vorhergehende Version dieses Items kann beschädigt sein.

source: [{moin_name}] Update of "{fqname}" by {user_name}
de: [{moin_name}] Aktualisierung von "{fqname}" durch {user_name}

source: Argument "{name}" must be a boolean value, not "{value}"
de: Argument "{name}" muss ein boolescher Wert sein, nicht "{value}"

source: Argument must be a boolean value, not "{value}"
de: Argument muss ein boolescher Wert sein, nicht "{value}"

source: Argument "{name}" must be an integer value, not "{value}"
de: Argument "{name}" muss ein ganzzahliger Wert sein, nicht "{value}"

source: Argument must be an integer value, not "{value}"
de: Argument muss ein ganzzahliger Wert sein, nicht "{value}"

source: Argument "{name}" must be a floating point value, not "{value}"
de: Argument "{name}" muss eine Fließkommazahl sein, nicht "{value}"

source: Argument must be a floating point value, not "{value}"
de: Argument muss eine Fließkommazahl sein, nicht "{value}"

source: Argument "{name}" must be a complex value, not "{value}"
de: Argument "{name}" muss ein komplexer Wert sein, nicht "{value}"

source: Argument must be a complex value, not "{value}"
de: Argument muss ein komplexer Wert sein, nicht "{value}"

source: Argument "{name}" must be one of "{choices}").format(not "{value}"
de: Argument "{name}" muss eines von "{choices}" sein, nicht "{value}"

source: Argument must be one of "{choices}").format(not "{value}"
de: Argument muss eines von "{choices}" sein, nicht "{value}"

source: Too many arguments
de: Zu viele Argumente

source: Cannot have arguments without name following named arguments
de: Unbenannte Argumente können nicht auf benannte Argumente folgen

source: Argument "{name}" is required
de: Argument "{name}" wird benötigt

source: No argument named "{name}"
de: Kein Argument mit dem Namen "{name}"

source: seconds
de: Sekunden

source: minutes
de: Minuten

source: hours
de: Stunden

source: days
de: Tage

source: weeks
de: Wochen

source: months
de: Monate

source: years
de: Jahre
