Repository: sebix/moin
Catalog: src/moin/translations/*/LC_MESSAGES/messages.po
Languages: de

source: Tag '{invalid_tag}' is not supported; all tag contents are discarded.
de: Tag '{invalid_tag}' ist nicht unterstützt; alle Tag Inhalte werden verworfen.

source: Tag '{invalid_tag}' is not known; tag ignored but children are processed.
de: Tag '{invalid_tag}' ist nicht bekannt; Tag wird ignoriert, aber Unterelemente werden verarbeitet.

source: Link to this heading
de: Link zu dieser Überschrift

source: Contents
de: Inhaltsverzeichnis

source: Access Denied, transcluded content suppressed.
de: Keine Berechtigung, transkludierter Inhalt unterdrückt.

source: Error: no items found matching "<<Include({0})>>"
de: Fehler: keine entsprechenden Items gefunden "<<Include({0})>>"

source: Error: invalid macro name.
de: Fehler: ungültiger Makro-Name.

source: <<{macro_name}: execution failed [{error_msg}] (see also the log)>>
de: <<{macro_name}: Ausführung fehlgeschlagen [{error_msg}] (Sie finden weitere Informationen im Log)>>

source: Error:
de: Fehler:

source: is invalid within
de: ist ungültig innerhalb von

source: {item_name} does not exist. Create it?
de: {item_name} existiert nicht, möchten Sie es jetzt erstellen?

source: Defaulting to plain text due to invalid arguments: "{arguments}"
de: Falle zurück auf reinen Text wegen falscher Argumente: "{arguments}"

source: Error parsing CSV file:
de: Fehler beim parsen der CSV Datei:

source: Cannot create or rename item '{new_name}' because parent '{parent_name}' is missing.
de: Item '{new_name}' kann nicht erstellt oder umbenannt werden, übergeordnetes Item '{parent_name}' fehlt.

source: Removed leading or trailing blanks from WikiDict line: '{key_val}'.
de: Führende oder abschliessende Leerzeichen entfernt in WikiDict Zeile: '{key_val}'.

source: Empty line in Wiki Dict discarded.
de: Leerzeile in Wiki Dict zurückgewiesen.

source: Removed leading or trailing blanks from WikiDict key: '{key_val}'.
de: Führende oder abschliessende Leerzeichen entfernt in WikiDict Schlüssel: '{key_val}'.

source: Removed leading or trailing blanks from WikiDict value: '{key_val}'.
de: Führende oder abschliessende Leerzeichen entfernt in WikiDict Wert: '{key_val}'.

source: Preview
de: Vorschau

source: Cancel
de: Abbrechen

source: The ACL string is invalid.
de: Der ACL String ist ungültig.

source: The Wiki Dict is invalid. The format is 'key=value', one per line, no commas.
de: Das Wiki-Dict ist ungültig. Das Format ist 'Schlüssel=Wert', einzeln pro Zeile, ohne Kommas.

source: Invalid key=value pair: '{invalid}'. Nothing saved.
de: Ungültiges Schlüssel=Wert Paar: '{invalid}'. Nichts gesichert.

source: The User Group list is invalid.
de: Die Benutzer Gruppen Liste ist ungültig.

source: Invalid user name, leading or trailing blanks not allowed: '{invalid}'. Nothing saved.
de: Ungültiger Benutzer Name, führende oder abschliessende Leerzeichen nicht erlaubt: '{invalid}'. Nichts gespeichert.

source: Invalid user name, null string not allowed: '{invalid}'. Nothing saved.
de: Ungültiger Benutzer Name, leere Zeichenkette nicht erlaubt: '{invalid}'. Nichts gespeichert.

source: Invalid user name, ',' not allowed: '{invalid}'. Nothing saved.
de: Ungültiger Benutzer Name, ',' nicht erlaubt: '{invalid}'. Nichts gespeichert.

source: Duplicate user name: '{invalid}'. Nothing saved.
de: Doppelter Benutzer Name: '{invalid}'. Nichts gespeichert.

source: Access Control List - Use 'None' for default
de: Access Control List - Benutze 'None' für Standardverhalten

source: Summary
de: Zusammenfassung

source: One-line summary of the item
de: Einzeilige Zusammenfassung dieses Items

source: The item "{name}" was deleted.
de: Das Item "{name}" wurde gelöscht.

source: The item "{name}" was renamed to "{new_name}".
de: Das Item "{name}" wurde umbenannt in "{new_name}".

source: The subitem "{name}" was deleted.
de: Das Subitem "{name}" wurde gelöscht.

source: An item named {name} already exists in the namespace {namespace}.
de: Ein Item mit Namen {name} existiert bereits im Namensraum {namespace}.

source: The item "{name}" was destroyed.
de: Das Item "{name}" wurde gelöscht.

source: The subitem "{name}" was destroyed.
de: Das Subitem "{name}" wurde vernichtet.

source: Error: The subitem "{name}" was not destroyed, permission denied.
de: Fehler: Das Unter-Item "{name}" wurde nicht zerstört, Zugriffsfehler.

source: Rev Number {rev_number} of the item "{name}" was destroyed.
de: Revision nummer {rev_number} des Items "{name}" wurde zerstört.

source: User Group
de: Benutzer-Gruppe

source: Alert wiki admin that help items are not loaded
de: Fragen Sie den Wiki Administrator nach den Hilfe-Texten in Ihrer Sprache.

source: You do not have permission to create the item named "{name}".
de: Sie haben nicht die Berechtigung, das Item "{name}" zu erzeugen.

source: No preview available for empty items.
de: Vorschau nicht möglich für leere Items.

source: Nothing changed, nothing saved.
de: Keine Änderungen durchgeführt.

source: CONFLICT
de: KONFLIKT

source: An edit conflict has occurred. Modify this item again to resolve conflicts.
de: Ein Bearbeitungskonflikt ist aufgetreten, diese Seite nochmals bearbeiten um den Konflikt zu beheben.

source: You may recover your draft saved {number} {interval} ago by clicking the 'Load Draft' button.
de: Drücken Sie 'Entwurf laden' um Ihren vor {number} {interval} gesicherten Entwurf zu laden.

source: Your draft saved {number} {interval} ago is outdated, click 'Cancel' to discard or 'Load Draft', then 'Save' to merge conflicting updates.
de: 'Entwurf laden' klicken, um den Entwurf {number} vor {interval} wiederherzustellen.

source: User profile
de: Benutzer-Profil

source: User profile item (not implemented yet!)
de: Nutzerprofil Item (noch nicht implementiert!)

source: Supertags (Categories)
de: Super-Tags (Kategorien)

source: Ordered comma separated list of tags
de: Sortierte komma-separierte Liste von Schlagworten

source: Title (required)
de: Titel (erforderlich)

source: One-line title of the blog entry
de: Einzeiliger Titel des Blog-Eintrags

source: Publication time (UTC)
de: Zeitpunkt der Veröffentlichung (UTC)

source: Blog entry
de: Blog-Eintrag

source: Blog entry item
de: Blog-Eintrags-Item

source: Replace content with uploaded file:
de: Ersetze den Inhalt mit der hochgeladenen Datei:

source: The items have the same data hash code (that means they very likely have the same data).
de: Die Items haben die gleiche Hash-Code (das bedeutet, dass sie wahrscheinlich den selben Inhalt haben).

source: The items have different data.
de: Der Inhalt der Items ist verschieden.

source: Impossible to convert the data to the contenttype: {contenttype}
de: Es ist nicht möglich, die Daten zu diesem Contenttype umzuwandeln: {contenttype}

source: Type your text here
de: Tippen Sie hier

source: Edit drawing {filename} (opens in new window)
de: Zeichnung {filename} bearbeiten (öffnet in neuem Fenster)

source: Clickable drawing: {filename}
de: Anklickbare Zeichnung: {filename}

source: Find Tickets
de: Tickets finden

source: Effort
de: Aufwand

source: Difficulty
de: Schwierigkeit

source: Severity
de: Schweregrad

source: Priority
de: Priorität

source: Assigned To
de: Zugewiesen an

source: Author
de: Autor

source: One-line summary
de: Einzeilige Zusammenfassung

source: Superseded By
de: Ersetzt von

source: Depends On
de: Hängt ab von

source: Supersedes
de: Ersetzt

source: Required By
de: Benötigt von

source: Subscribers
de: Abonnenten

source: Message
de: Nachricht

source: Submit ticket
de: Ticket absenden

source: Update ticket
de: Ticket aktualisieren

source: Update & reopen ticket
de: Ticket aktualisieren & wieder eröffnen

source: Update & close ticket
de: Ticket aktualisieren & schließen

source: {key} changed from {original} to {new}
de: {key} geändert von {original} nach {new}

source: {author} wrote on {timestamp}:
de: {author} schrieb am {timestamp}:

source: Anchor macro failed - missing argument.
de: Anchor Makro fehlgeschlagen - fehlendes Argument.

source: Anchor macro failed - only 1 argument allowed.
de: Anchor Makro fehlgeschlagen - nur ein Argument erlaubt.

source: Anchor macro failed - space is not allowed in anchors.
de: Anchor Makro fehlgeschlagen - Leerzeichen im Namen nicht erlaubt.

source: Invalid input parameter: None, float, int, or ISO 8601 formats are accepted.
de: Ungültige Eingabe Parameter: None, float, int, oder ISO 8601 Formate sind erlaubt.

source: Missing font name, syntax is <<FontAwesome(name,color,size)>>
de: Fehlernder Font-Name, die Syntax ist <<FontAwesome(name,color,size)>>

source: Invalid parameters, try <<GetVal(DictName, key)>>
de: Ungültige Parameter, versuche <<GetVal(DictName, key)>>

source: Permission to read was denied: {item_name}
de: Keine Leseberechtigung: {item_name}

source: WikiDict not found: {item_name}
de: WikiDict nicht gefunden: {item_name}

source: Macro is invalid, {item_name} is missing key: {key_name}
de: Marko ungültig, {item_name} fehlender Schlüssel: {key_name}

source: Lexer Aliases
de: Lexer-Alias-Namen

source: File Patterns
de: Datei-Muster

source: Icon macro failed due to missing icon name.
de: Icon Makro fehlgeschlagen wegen fehlendem Icon Namen.

source: Icon not rendered, invalid name
de: Icon wird nicht dargestellt, ungültiger Name

source: ItemList macro: Argument "{arg}" does not follow <key>=<val> format (arguments, if more than one, must be comma-separated).
de: ItemList Makro: Argument "{arg}" folgt nicht dem Format <key>=<val> (Argumente, falls mehr als eines, müssen durch ein Komma getrennt werden).

source: The value for "{key}" must be "True" or "False", got "{val}".
de: Der Wert für "{key}" muss "True" oder "False" sein. (erhielt "{val}")

source: Unrecognized key "{key}".
de: Unbekannter Schlüssel "{key}".

source: Item does not exist or read access blocked by ACLs: {0}
de: Item existiert nicht, oder Lesezugriff blockiert durch die ACLs: {0}

source: Error in regex {0!r}: {1}
de: Fehler im Regulären Ausdruck {0!r}: {1}

source: No matching items were found
de: Keine passenden Items gefunden

source: Invalid format, try: <<MailTo(user AT example DOT org, write me)>>
de: Ungültiges Format, versuche: <<MailTo(nutzer AT example DOT org, schreib mir)>>

source: January
de: Januar

source: February
de: Februar

source: March
de: März

source: May
de: Mai

source: June
de: Juni

source: July
de: Juli

source: October
de: Oktober

source: December
de: Dezember

source: Mon
de: Mo

source: Tue
de: Di

source: Wed
de: Mi

source: Thu
de: Do

source: Fri
de: Fr

source: Sat
de: Sa

source: Sun
de: So

source: Invalid value given for item name: {0}
de: Ungültiger Wert für Item-Name: {0}

source: No quotes found in {0}
de: Keine Zitate gefunden in {0}

source: Markup
de: Textauszeichnung (Markup)

source: Result
de: Ergebnis

source: ShowUserGroup macro failed - metadata lacks "usergroup" attribute.
de: ShowUserGroup Marko fehlgeschlagen - das Attribut "usergroup" fehlt.

source: ShowWikiDict macro failed - metadata lacks "wikidict" attribute.
de: ShowWikiDict Marko fehlgeschlagen - das Attribut "wikidict" fehlt.

source: Start SlideShow
de: Starte Präsentation

source: TitleList macro does not support any arguments.
de: Das TitleList Makro unterstützt keine Argumente.

source: <TitleList macro: No matching items were found.>
de: <TitleList Makro: keine passenden Items gefunden.>

source: {item_name} content type is not moinwiki or creole
de: Der Content-Typ von {item_name} ist nicht moinwiki oder creole.

source: No heading found in item: {item_name}
de: Keine Überschrift in Item {item_name} gefunden

source: Block macros cannot be used inline
de: Block Makros können nicht 'inline' benutzt werden.

source: Unrecognized "display" value "{display}".
de: Unbekannter Wert für "display": "{display}".

source: Contact administrator: cannot send password recovery e-mail because mail configuration is incomplete.
de: Administrator kontaktieren: Kann kein Passwort-Zurücksetzen-E-Mail senden, weil die E-Mail-Konfiguration unvollständig ist.

source: No recipients, nothing to do
de: Keine Empfänger, nichts zu tun

source: Connection to mailserver '{server}' failed: {reason}
de: Verbindung zum Mailserver '{server}' fehlgeschlagen: {reason}

source: Mail sent successfully
de: E-Mail wurde erfolgreich versandt

source: Search query too short.
de: Such-Anfrage ist zu kurz.

source: Search
de: Suche

source: Error: metadata validation failed, invalid field value(s) = {0}
de: Fehler: Validierung der Metadaten fehlgeschlagen, ungültiger Wert: {0}

source: Error: nothing changed. Data unicode validation failed.
de: Fehler: nichts gespeichert. Unicode Validierung der Daten fehlgeschlagen.

source: Not Found
de: Nicht gefunden

source: The item '{item_name}' does not exist or you do not have permission to access it.
de: Das Item '{item_name}' existiert nicht oder sie haben keine Berechtigung dafür.

source: The full path is:
de: Der volle Pfad ist:

source: Please check these tickets if they cover your issue:
de: Bitte prüfen Sie, ob diese Tickets Ihr Problem enthalten:

source: Whoosh query:
de: Whoosh Abfrage:

source: Common words omitted from query:
de: Häufige Worte in der Abfrage ausgelassen:

source: {found:d} items found, {items_filtered:d} more items filtered by content types.
de: {found:d} Items gefunden, {items_filtered:d} weitere Items nach Content-Typ gefiltert.

source: {result_len:d} items found.
de: {result_len:d} Items gefunden.

source: MATCHED TERMS:
de: ÜBEREINSTIMMENDE BEGRIFFE:

source: REVISION: {revid}, SIZE: {size}, MODIFIED: {mtime}, CONTENT TYPE: {type}, SCORE: {score}
de: REVISION: {revid}, GRÖSSE: {size}, GEÄNDERT: {mtime}, INHALTS-TYP: {type}, BEWERTUNG: {score}

source: COMMENT: {content}
de: KOMMENTAR: {content}

source: TAGS: {content}
de: SCHLAGWORTE: {content}

source: CONTENT: {content}
de: INHALT: {content}

source: {count:d} items are not shown because read permission was denied.
de: {count:d} Items werden wegen fehlender Leseberechtigungen nicht angezeigt.

source: Global Views of All Namespaces
de: Globale Ansicht aller Namensräume

source: Convert '{item_name}'
de: Konvertiere '{item_name}'

source: Current Content Type
de: Aktueller Content-Type

source: Oops!
de: Hoppla!

source: An error happened while processing your request.
de: Bei der Bearbeitung Ihrer Anfrage ist ein Fehler aufgetreten.

source: More details have been logged. The following data will be helpful for the site admin in locating the corresponding log entries:
de: Mehr Details wurden geloggt. Die folgenden Daten könnten für die Administration hilfreich sein, um die passenden Log-Einträge zu finden:

source: Error ID
de: Fehler ID

source: Server time
de: Server-Zeit

source: Old Revision
de: Alte Revision

source: New Revision
de: Neue Revision

source: If the error on this web site appears confined to this one item, then the problem may be that the current revision has invalid or corrupted data or there is a mismatch between the content type and the item data (e.g. the content type is text/x.moin.wiki and the data is a PNG file).
de: Wenn der Fehler auf dieser Website nur bei diesem einen Item auftritt, kann das Problem darin bestehen, dass die aktuelle Revision ungültige oder beschädigte Daten enthält oder dass eine Unstimmigkeit zwischen dem Content-Typ und den Daten besteht (z. B. ist der Content-Typ 'text/x.moin.wiki' und die Daten sind eine PNG-Datei).

source: Possible ways to identify the cause of the problem:
de: Mögliche Wege, um die Ursache des Problems zu ermitteln:

source: Click the Highlight link within Item Views to view the raw text data.
de: Klicke Link 'Link Hervorheben' in den Item-Ansichten, um den reinen Text zu sehen.

source: Click the Meta link within Item Views to check the content type.
de: Klicke Link 'Meta' in den Item-Ansichten, um den Content-Typ zu prüfen.

source: Click the Download link within Item Views and examine the data with a hex editor.
de: Klicke Link 'Download' in den Item-Ansichten und prüfe die Daten mit einem Hex-Editor.

source: Possible ways to fix the problem:
de: Folgendes könnte das Problem lösen:

source: Click the History link within Item Views and revert to a prior revision.
de: Klicke Link 'Historie' in den Item-Ansichten und gehe auf eine vorige Revision zurück.

source: Click the Delete or Destroy link within Item Views and then recreate the item.
de: Klicke Link 'Löschen' oder 'Vernichten' in den Item-Ansichten und erstelle das Item neu.

source: To change an item to a different content type (change from GIF to PNG, etc.):
de: Um den Content-Typ eines Items zu ändern (von GIF zu PNG, o.ä.):

source: Delete the item.
de: Das Item löschen.

source: Recreate the item.
de: Das Item wieder herstellen.

source: Create New Item
de: Neues Item erstellen

source: Delete '{item_name}' with alias names {alias_names}
de: Lösche '{item_name}' mit den Alias Namen {alias_names}

source: Delete '{item_name}'
de: '{item_name}' löschen

source: Meta data of item to be deleted:
de: Metadaten des zu löschenden Items:

source: Content of item to be deleted:
de: Inhalt des zu löschenden Items:

source: Destroy '{item_name}' with alias names {alias_names}
de: Zerstöre '{item_name}' mit den Alias Namen {alias_names}

source: Destroy '{item_name}'
de: '{item_name}' löschen

source: DESTROY {item_name} REVISION NUMBER {rev_number}
de: Zerstöre {item_name} REVISION NUMMER {rev_number}

source: Meta data of item revision to be destroyed:
de: Metadaten der zu zerstörenden Item-Revision:

source: Meta data of item to be destroyed:
de: Metadaten des zu zerstörenden Items:

source: Content of item revision to be destroyed:
de: Inhalt des zu zerstörenden Items:

source: Content of item to be destroyed:
de: Inhalt des zu zerstörenden Items:

source: Show comments
de: Kommentare anzeigen

source: Hide transclusions
de: Transklusionen verstecken

source: Hide tags
de: Schlagworte verstecken

source: Show all tags
de: Alle Schlagworte anzeigen

source: Your changes will be discarded if you leave this page without saving.
de: Ihre Änderungen werden verworfen, wenn Sie die Seite ohne Speichern verlassen.

source: You missed! Double-click on text or to the right of text to auto-scroll text editor.
de: Sie haben nicht getroffen! Doppelklicken Sie auf den Text oder rechts vom Text, um den Texteditor automatisch zu scrollen.

source: Your browser is obsolete. Upgrade to gain auto-scroll text editor feature.
de: Ihr Browser ist veraltet. Aktualisieren Sie, um die Auto-Scroll Funktion im Text-Editor zu erhalten.

source: Deleting..
de: Löschen...

source: Destroying..
de: Vernichten...

source: Items deleted:
de: Diese Items wurden gelöscht:

source: Items destroyed:
de: Diese Items wurden vernichtet:

source: , Not authorized, items not deleted:
de: , nicht berechtigt, Item nicht gelöscht:

source: , Not authorized, items not destroyed:
de: , nicht berechtigt, Item nicht vernichtet:

source: All changes will be discarded!
de: Alle Änderungen werden verworfen!

source: Download failed, no items were selected.
de: Download fehlgeschlagen, keine Items ausgewählt.

source: Your saved draft has been loaded.
de: Gesicherter Entwurf wurde geladen.

source: Your edit lock will expire in 1 minute:
de: Ihre Schreibsperre wird in 1 Minute ablaufen:

source: Add optional comment for Delete change log.
de: Lösch Kommentar zum Änderungslog zufügen (optional).

source: Add optional comment for Destroy change log.
de: Lösch Kommentar zum Änderungslog zufügen (optional)

source: Action complete.
de: Aktion abgeschlossen.

source: Diff for '{item_name}'
de: Differenz für '{item_name}'

source: revert
de: Wiederherstellen

source: Revert to Revision
de: Version wiederherstellen

source: Set bookmark
de: Lesezeichen setzen

source: Delete bookmark
de: Lesezeichen löschen

source: Syntax highlighting of {name}
de: Syntax-Hervorhebung von '{name}'

source: History of {fqname}
de: Historie von '{fqname}'

source: Click to show history spanning item delete and recreate.
de: Anklicken, um die Historie inkl. Item Löschungen und Wiederherstellungen anzuzeigen.

source: Click to show history spanning item renames.
de: Anklicken, um die Historie inkl. Item Umbenennungen anzuzeigen.

source: Name or ID ~(Old Name)
de: Name oder ID ~(Old Name)

source: Comment and/or `Summary`
de: Kommentar und/oder 'Zusammenfassung'

source: Item was deleted and later created as new with same name
de: Item wurde gelöscht und danach neu mit dem selben Namen erstellt

source: Item Id Changed
de: Item-ID geändert

source: show
de: Anzeigen

source: highlight
de: Hervorheben

source: meta
de: Metadaten

source: download
de: Herunterladen

source: delete item
de: Item löschen

source: destroy all revisions
de: alle Revisionen zerstören

source: destroy this revision
de: zerstöre diese Revision

source: Bookmark is set to
de: Lesezeichen gesetzt auf

source: Item History
de: Item Historie

source: This item has subitems that match your filter.
de: Dieses Item hat Subitems, die dem Filter entsprechen.

source: These items have orphan sub-items. Click name to create or arrow to view sub-items.
de: Diese Items haben verwaiste Sub-Items. Klick auf den Namen um sie zu erstellen, oder auf den Pfeil um die Unter-Items zu betrachten.

source: This missing item has subitems that match your filter.
de: Dieses fehlende Item hat Subitems, die dem Filter entsprechen.

source: There are no items or read permission is denied for all.
de: Es gibt keine Items, oder der Zugriff auf alle wird verweigert.

source: Toggle item selections
de: Item Auswahl tauschen

source: Select All
de: Alle selektieren

source: Download selected items
de: Ausgewählte Items herunterladen

source: Delete selected items
de: Ausgewählte Items löschen.

source: Destroy selected items
de: Ausgewählte Items vernichten.

source: Filter items by content type
de: Nach Content-Typ filtern

source: Change namespace
de: Namensraum wechseln

source: Open create item dialog
de: Öffne Dialog zum Anlegen eines neuen Items

source: New Item
de: Neues Item

source: Filter is on for these selected groups:
de: Filter ist für diese ausgewählten Gruppen gesetzt:

source: Click home icon to view namespace home page or click name to view namespace index.
de: Drücken Sie das Home Symbol um die Startseite des Namespaces anzuzeigen oder klicken Sie auf den Namen um den Index zu sehen.

source: items having unknown mime types
de: Items mit unbekanntem Mime-Type

source: Toggle
de: Umschalten

source: Enter item name here
de: Hier den Item-Namen eingeben

source: Create
de: Erzeugen

source: Enter Item name and click Create button above to edit or upload one item. To upload multiple files click the button below to open a file selection dialog, or drag and drop multiple files here.
de: Geben Sie einen Item-Namen ein und drücken Sie den 'Erzeugen' Button oben um ein Item anzulegen oder hochzuladen. Um mehrere Dateien hochzuladen drücken Sie den 'Durchsuchen..' Button für einen Datei Auswahl-Dialog oder Ziehen Sie mehrere Dateien und legen Sie sie hier ab.

source: Show All
de: Alle anzeigen

source: Number Items
de: Anzahl Items

source: Close
de: Schliessen

source: Add optional comment for change log.
de: Kommentar zum Änderungslog zufügen (optional).

source: Selected names:
de: Auswahl:

source: Alias names:
de: Alias Namen:

source: Check to remove subitems
de: Auswählen um Subitems zu löschen

source: Subitem names:
de: Subitem-Namen:

source: Rejected names, permission denied:
de: Unzulässige Namen, keine Berechtigung:

source: Enter your comment
de: Geben Sie Ihren Kommentar ein

source: Submit
de: Absenden

source: Item Views
de: Item-Ansichten

source: Remove Link
de: Link entfernen

source: Add Link
de: Link hinzufügen

source: Unsubscribe
de: Abbestellen

source: Subscribe
de: Abonnieren

source: Discuss contents of this item
de: Inhalt diskutieren

source: No results
de: Keine Ergebnisse
