Repository: sebix/moin
Catalog: src/moin/translations/*/LC_MESSAGES/messages.po
Languages: de

source: No namespace field in the meta.
de: Kein Namensraum-Feld in den Metadaten.

source: The names in the name list must be unique.
de: Kein Name darf mehrfach in der Namensliste enthalten sein.

source: Item names ({invalid_names}) must not start with '@' or '+'
de: Item-Namen ({invalid_names}) dürfen nicht mit '@' oder '+' anfangen.

source: Item name ({invalid_names}) must not contain ',' characters. Create item with 1 name, use rename to create multiple names.
de: Item Name ({invalid_names}) darf kein Komma ',' enthalten. Benutzen Sie 'Umbenennen' um weitere Namen zuzufügen.

source: Item names ({invalid_names}) must not match with existing namespaces.
de: Item-Namen ({invalid_names}) dürfen nicht mit Namensräumen übereinstimmen

source: Item(s) named {duplicate_names} already exist.
de: Items mit Namen {duplicate_names} existieren bereits.

source: Invalid JSON.
de: Ungültiges JSON

source: Itemid not a proper UUID
de: Itemid ist keine richtige UUID

source: No ITEMID field
de: Kein ITEMID-Feld

source: {_namespace} is not a valid namespace.
de: {_namespace} ist kein gültiger Namensraum.

source: E-Mail address
de: E-Mail-Adresse

source: Your E-Mail address
de: Ihre E-Mail-Adresse

source: Password
de: Passwort

source: This item doesn't exist.
de: Dieses Item existiert nicht.

source: This item name is corrupt, delete and recreate.
de: Der Name dieses Items ist beschädigt. Lösch und erstell ihn neu.

source: Tags
de: Schlagworte

source: Names
de: Namen

source: Subscriptions
de: Abonnements

source: Search Query
de: Such-Anfrage

source: YYYY-MM-DD HH:MM:SS (example: 2013-12-31 23:59:59)
de: JJJJ-MM-TT HH:MM:SS (z.B.: 2013-12-31 23:59:59)

source: Please use the following format: YYYY-MM-DD HH:MM:SS
de: Bitte benutzen Sie folgendes Format: JJJJ-MM-TT HH:MM:SS

source: Invalid Reference.
de: Ungültige Referenz.

source: (None)
de: (Nichts)

source: Invalid user name '{name}'. Name may contain any Unicode alpha numeric character, with optional one space between words. Group page name is not allowed.
de: Ungültiger Benutzername '{name}'. Der Benutzername muss aus einem oder zwei (mit einem Leerzeichen getrennten) Wörtern bestehen in denen nur Buchstaben und Ziffern vorkommen dürfen. Der Benutzername darf auch kein existierender Gruppenname sein.

source: This user name already belongs to somebody else.
de: Dieser Benutzername ist bereits vergeben.

source: Password not acceptable: {msg}
de: Dieses Passwort ist nicht ausreichend: {msg}

source: Please provide your email address. If you lose your login information, you can get it by email.
de: Bitte geben Sie Ihre E-Mail-Adresse an. Wenn Sie Ihre Logindaten vergessen, können Sie Ihnen per E-Mail zugesendet werden.

source: This email already belongs to somebody else.
de: Diese E-Mail-Adresse wird bereits verwendet.

source: [{sitename}] Your wiki password recovery link
de: [{sitename}] Passwort vergessen

source: [{sitename}] Please verify your email address
de: [{sitename}] Bitte überprüfen Sie Ihre E-Mail-Addresse

source: User
de: Benutzer

source: Username
de: Benutzername

source: User Name
de: Benutzername

source: Register
de: Registrieren

source: Register New User
de: Neuen Benutzer anlegen

source: User already exists
de: Benutzer existiert bereits

source: Account for {username} created
de: Der Account für {username} wurde erstellt.

source: {username} has been sent a password recovery email.
de: Eine E-Mail zur Wiederherstellung des Passwortes wurde an{username} gesendet.

source: {username} is an invalid user, no email has been sent.
de: {username} existiert nicht. Es wurde keine E-Mail versendet.

source: Users
de: Benutzer

source: User profile of {username}: {email} {disabled}
de: Benutzer-Profil von {username}: {email} {disabled}

source: {0} "{1}" status changed to "{2}"
de: {0} "{1}" Status geändert zu "{2}"

source: modifying {0}.{1} failed
de: Ändern von {0}.{1} schlug fehl.

source: {0} has been sent a password recovery email.
de: Eine E-Mail zur Wiederherstellung des Passwortes wurde an{0} gesendet.

source: {0} is an invalid user, no email has been sent.
de: {0} existiert nicht. Es wurde keine E-Mail versendet.

source: No user name provided, no email sent.
de: Es wurde kein Benutzername eingegeben. Daher wurde keine E-Mail versendet.

source: Show Wiki Configuration
de: Wiki-Konfiguration anzeigen

source: Wiki Configuration Help
de: Wiki-Konfigurations-Hilfe

source: Lexer description
de: Lexer-Beschreibung

source: Lexer names
de: Lexer-Namen

source: File patterns
de: Datei-Muster

source: Mimetypes
de: MIME-Typen

source: Interwiki Names
de: InterWiki-Namen

source: Size
de: Größe

source: Item Sizes
de: Item-Größen

source: Trashed Items
de: Gelöschte Items

source: User ACL Report
de: Benutzer-ACL-Report

source: Groups
de: Gruppen

source: Group ACL Report
de: Gruppen-ACL-Report

source: Failed! Not authorized.<br>Item: {item_name}<br>ACL: {acl_rule}
de: Gescheitert! Nicht berechtigt.<br>Item: {item_name}<br>ACL: {acl_rule}

source: Success! ACL saved.<br>Item: {item_name}<br>ACL: {acl_rule}
de: Erfolg! ACL gespeichert.<br>Item: {item_name}<br>ACL: {acl_rule}

source: Nothing changed, invalid ACL.<br>Item: {item_name}<br>ACL: {acl_rule}
de: Keine Änderung, ungültige ACL.<br>Item: {item_name}<br>ACL: {acl_rule}

source: Group Name
de: Gruppen-Name

source: Namespace
de: Namensraum

source: Item Names
de: Item-Namen

source: read
de: Lesen

source: write
de: Schreiben

source: create
de: Erzeugen

source: destroy
de: Vernichten

source: admin
de: Administrieren

source: Group Names
de: Gruppen-Namen

source: Member Users
de: Mitglieder-Benutzer

source: Member Groups
de: Mitglieder-Gruppen

source: Admin Menu
de: Admin-Menü

source: Trash
de: Papierkorb

source: Show/Hide items with default ACLs
de: Items mit Default-ACLs anzeigen/verstecken

source: Number items:
de: Anzahl Items

source: Save
de: Speichern

source: Old Name
de: Alter Name

source: Timestamp
de: Zeit

source: Editor
de: Author

source: Comment
de: Kommentar

source: Actions
de: Aktionen

source: Show
de: Anzeigen

source: Highlight
de: Hervorheben

source: Meta
de: Metadaten

source: History
de: Historie

source: Revert deleted item
de: Gelöschtes Item wiederherstellen

source: Destroy
de: Vernichten

source: User Names
de: Benutzer-Namen

source: User name
de: Benutzername

source: Display name
de: Anzeige-Name

source: Email address
de: E-Mail-Adresse

source: disabled
de: deaktiviert

source: Enable user
de: Benutzer aktivieren

source: Disable user
de: Benutzer deaktivieren

source: Mail password reset
de: E-Mail Passwort zurücksetzen

source: Variable Name
de: Variablenname

source: Customized Configuration Settings
de: Angepasste Konfigurations-Einstellungen

source: This table shows all settings in this wiki that do not have default values. Settings that the configuration system doesn't know about are shown in italic, those may be due to third-party extensions needing configuration or settings that were removed from Moin.
de: Diese Tabelle zeigt alle Einstellungen des Wikis, die nicht dem Standardwert entsprechen. Dem Konfigurationssystem unbekannte Einstellungen sind kursiv dargestellt. Diese sind möglicherweise für Erweiterungen von Drittanbietern oder wurden aus Moin entfernt.

source: Setting
de: Einstellung

source: Default configuration Settings
de: Default Konfigurations-Einstellungen

source: This table shows all settings in this wiki that retain their default values.
de: Diese Tabelle zeigt alle Einstellungen des Wikis, die dem Standardwert entsprechen.

source: Default Setting
de: Standardeinstellung

source: Default
de: Standardeinstellung

source: Description
de: Beschreibung

source: User Menu
de: Benutzer-Menü

source: Documentation
de: Dokumentation

source: Documentation (local)
de: Dokumentation (lokal)

source: Documentation (internet)
de: Dokumentation (Internet)

source: Reports
de: Berichte

source: My Changes
de: Meine Änderungen

source: Wanted Items
de: Fehlende Items

source: Orphaned Items
de: Verwaiste Items

source: Item Sizes (last revision)
de: Item-Größen (letzte Revision)

source: InterWiki Names
de: InterWiki-Namen

source: Namespaces
de: Namensräume

source: all
de: alle

source: MoinMoin feels unhappy.
de: MoinMoin ist unglücklich.

source: Global Views
de: Globale Ansichten

source: search also in non-current revisions
de: auch in nicht-aktuellen Revisionen suchen

source: Lookup
de: Nachschlagen

source: QueryError: invalid search term: {search_term}
de: QueryError: Ungültiger Suchbegriff: {search_term}

source: TermNotFound: field is not indexed: {search_term}
de: TermNotFound: das Feld ist nicht indiziert: {search_term}

source: This item is deleted.
de: Dieses Item wurde gelöscht.

source: This item revision is deleted.
de: Diese Item-Revision wurde gelöscht.

source: Items with {field} {value}
de: Items mit {field} {value}

source: New Content Type
de: Neuer Content-Type

source: Comment about your change
de: Kommentar zu Ihrer Änderung

source: Item conversion failed
de: Item-Konversion schlug fehl

source: Item converted successfully
de: Item erfolgreich konvertiert

source: Target
de: Ziel

source: The name of the target item
de: Name des Ziel-Items

source: Delete all subitems listed below if checked:
de: Lösche alle unten aufgelisteten Subitems wenn ausgewählt:

source: Destroy all subitems listed below if checked:
de: Vernichte alle unten aufgelisteten Subitems wenn ausgewählt:

source: Item '{bad_name}' does not exist or you do not have permission to access it.
de: Das Item '{bad_name}' existiert nicht oder sie haben keine Berechtigung dafür.

source: Access denied for a subitem of {bad_name}, check History for status.
de: Fehlende Berechtigung für ein Subitem von {bad_name}, prüfen Sie den Status in der Historie.

source: Access denied processing '{bad_name}'.
de: Zugriff verweigert beim Verarbeiten von '{bad_name}'.

source: File Successfully uploaded and renamed from {bad_name} to {good_name}.
de: Datei erfolgreich hochgeladen und von {bad_name} zu {good_name} umbenannt.

source: UnicodeDecodeError, upload failed, not a text file, nothing saved: '{file_name}'. Try changing the name.
de: UnicodeDecodeError, Hochladen fehlgeschlagen, kein Text-File, nichts gesichert: '{file_name}'. Ändern Sie den Namen.

source: File Successfully uploaded, existing file overwritten: '{file_name}'.
de: Datei erfolgreich hochgeladen. Bereits existierende Datei wurde überschrieben: '{file_name}'.

source: Permission denied, upload failed: '{file_name}'.
de: Zugriff verweigert, Hochladen fehlgeschlagen: '{file_name}'.

source: File Successfully uploaded: '{item_name}'.
de: Datei erfolgreich hochgeladen: '{item_name}'.

source: Apply Filter
de: Filter anwenden

source: Global Index of All Namespaces
de: Globaler Index aller Namensräume

source: Namespace '{name}'
de: Namensraum '{name}'

source: Index of {what}
de: Index von {what}

source: Index of subitems '{item_name}'
de: Index der Subitems '{item_name}'

source: Global Index
de: Globaler Index

source: You must be logged in to see your changes.
de: Sie müssen sich anmelden, um Ihre Änderungen zu sehen.

source: Items that are referred by '{item_name}'
de: Items, auf die von '{item_name}' verweisen wird

source: Items which refer to '{item_name}'
de: Items, die auf '{item_name}' verweisen

source: Global History
de: Globale Historie

source: Global History of All Namespaces
de: Globale Historie aller Namensräume

source: History of Namespace '{namespace}'
de: Historie des Namensraums '{namespace}'

source: You must login to use this action: {action}.
de: Sie müssen sich hierzu anmelden: {action}.

source: A quicklink to this page could not be added for you.
de: Es konnte kein Quicklink zu dieser Item für Sie erstellt werden.

source: Your quicklink to this page could not be removed.
de: Ihr Quicklink zu dieser Item konnte nicht entfernt werden.

source: You are not allowed to subscribe to an item you may not read.
de: Sie dürfen kein Item abonnieren, für das Sie keine Leserechte haben.

source: Can't remove the subscription! You are subscribed to this page, but not by itemid.
de: Das Abonnement kann nicht aufgehoben werden! Sie haben diese Seite abonniert, aber nicht über die Itemid.

source: Please edit the subscription in your settings.
de: Bitte bearbeiten Sie die Abonnements in Ihren Einstellungen.

source: You could not get subscribed to this item.
de: Sie konnten nicht zu den Abonnenten dieses Items hinzugefügt werden.

source: The passwords do not match.
de: Die Passwörter stimmen nicht überein.

source: The login username you want to use
de: Der Anmelde-Name, den Sie benutzen wollen

source: The login password you want to use
de: Das Anmelde-Passwort, das Sie benutzen wollen

source: Repeat the same password
de: Wiederholen Sie das gleiche Passwort

source: Account verification required, please see the email we sent to your address.
de: Eine Überprüfung des Kontos ist notwendig, bitte prüfen Sie " "die E-Mail, die wir an Ihre Adresse gesandt haben.

source: An error occurred while sending the verification email: "{message}" Please contact an administrator to activate your account.
de: Während des Sendens der Überprüfungs-E-Mail ist ein Fehler aufgetreten: " ""{message}" Bitte kontaktieren Sie einen Administrator, um Ihr Konto zu aktivieren.

source: Account created, please log in now.
de: Das Benutzerkonto wurde erstellt. Bitte melden Sie sich an.

source: This email is already in use.
de: Diese E-Mail-Adresse wird bereits verwendet.

source: Your account has been activated, you can log in now.
de: Ihr Account wurde aktiviert, Sie können sich jetzt anmelden.

source: Your new email address has been confirmed.
de: Ihre neue E-Mail-Adresse wurde bestätigt.

source: Your username and/or token is invalid!
de: Ihr Benutzername und/oder Token ist ungültig!

source: Your user name or your email address is needed.
de: Bitte geben Sie Ihren Benutzernamen oder Ihre E-Mail-Adresse an.

source: Your login name
de: Ihr Anmelde-Name

source: Recover password
de: Passwort zurücksetzen

source: Lost Password
de: Passwort vergessen

source: If this account exists, you will be notified.
de: Wenn dieses Benutzerkonto existiert, werden Sie benachrichtigt.

source: New password is unacceptable, could not get processed.
de: Das neue Passwort kann nicht verwendet werden, da es nicht verarbeitet werden konnte.

source: Recovery token
de: Wiederherstellungscode

source: The recovery token that has been sent to you
de: Das Recovery-Token, das an Sie gesendet wurde

source: New password
de: Neues Passwort

source: New password (repeat)
de: Neues Passwort (wiederholen)

source: Change password
de: Passwort ändern

source: Recover Password
de: Passwort zurücksetzen

source: Your password has been changed, you can log in now.
de: Ihr Passwort wurde geändert. Sie können sich jetzt anmelden.

source: Your token is invalid!
de: Ihr Code ist ungültig!

source: Either your username or password was invalid.
de: Ihr Benutzername oder Passwort war ungültig.

source: Log in
de: Anmelden

source: Login
de: Anmelden

source: You are logged in.
de: Sie sind jetzt angemeldet.

source: You are logged out.
de: Sie sind jetzt abgemeldet.

source: The current password was wrong.
de: Das aktuelle Passwort war nicht korrekt.

source: New password not acceptable:
de: Neues Passwort ist nicht akzeptabel:

source: Current Password
de: Aktuelles Passwort

source: Your current login password
de: Ihr aktuelles Anmelde-Passwort

source: Always use ISO 8601 date-time format
de: Immer das ISO 8601 Datumsformat verwenden

source: Publish my email (not my wiki homepage) in author info
de: Veröffentliche meine E-Mail-Adresse (statt meiner Wiki-Homepage) in den Autoreninformationen

source: Open editor on double click
de: Editor durch Doppelklick öffnen

source: Scroll page after edit
de: Seite im Editor Scrollen

source: Show comment sections
de: Kommentarbereiche anzeigen

source: Disable this account forever
de: Benutzerkonto dauerhaft deaktivieren

source: Invalid subscription syntax:
de: Invalider Abonnement-Syntax

source: Invalid keyword:
de: Invalides Schlüsselwort

source: Invalid RE syntax:
de: Ungültige Syntax für Regulären Ausdruck:

source: User Settings
de: Benutzer-Einstellungen

source: This name is already in use:
de: Dieser Name wird bereits verwendet:

source: The Display-Name contains invalid characters:
de: Der Anzeige-Name enthält ungültige Zeichen:

source: The Username contains invalid characters:
de: Der Benutzername enthält ungültige Zeichen:

source: Usernames
de: Benutzernamen

source: The login usernames you want to use
de: Die Anmelde-Namen, die Sie benutzen wollen

source: Display-Name
de: Anzeigename

source: Your display name (optional, rarely used)
de: Ihr Anzeige-Name (informativ, selten genutzt)

source: Timezone
de: Zeitzone

source: Locale
de: Lokalisierung

source: User CSS URL
de: URL für benutzerdefiniertes CSS

source: Give the URL of your custom CSS (optional)
de: Geben Sie die URL Ihres benutzerspezifischen CSS an (optional)

source: Number rows in edit textarea
de: Anzahl Zeilen im Text Eingabefeld

source: Editor textarea height (0=auto)
de: Höhe des Editors (0=automatisch)

source: History results per page
de: Anzahl Historien-Ergebnisse pro Seite

source: Number of results per page (0=no paging)
de: Anzahl der Ergebnisse pro Seite (0=nicht seitenweise)

source: Your password has been changed.
de: Ihr Passwort wurde geändert.

source: This email is already in use
de: Diese E-Mail-Adresse wird bereits verwendet.

source: A confirmation email has been sent to your newly configured email address.
de: Eine Bestätigungs-E-Mail wurde an ihre neue E-Mail-Adresse gesendet.

source: Your email address was not changed because sending the verification email failed. Please try again later.
de: Ihre E-Mail-Adresse wurde nicht geändert, weil das Senden der Überprüfungs-E-Mail fehlgeschlagen ist. Bitte versuchen Sie es später erneut.

source: Nothing saved.
de: Nichts gespeichert.

source: Your changes have been saved.
de: Ihre Änderungen wurden gespeichert.

source: You must log in to use bookmarks.
de: Sie müssen sich anmelden, um Lesezeichen verwenden zu können.

source: There is only one revision eligible for diff.
de: Es gibt nur eine Revision, die für die Differenz-Anzeige wählbar ist.

source: Items with similar names to '{item_name}'
de: Items mit ähnlichen Namen wie '{item_name}'

source: Global Tags
de: Globale Schlagworte

source: Global Tags in All Namespaces
de: Globale Schlagworte in allen Namensräumen

source: Tags in Namespace '{namespace}'
de: Schlagworte im Namensraum '{namespace}'

source: Items tagged with {tag}
de: Items, die mit dem Schlagwort {tag} markiert wurden

source: Missing password. Please enter user name and password.
de: Fehlendes Passwort. Bitte geben Sie Benutzername und Passwort ein.

source: Invalid username or password.
de: Benutzername oder Passwort ungültig.

source: If you do not have an account, <a href="{register_url}">you can create one now</a>.
de: Wenn Sie kein Benutzerkonto haben, <a href="{register_url}">können Sie jetzt eines anlegen</a>.

source: <a href="{recover_url}">Forgot your password?</a>
de: <a href="{recover_url}">Passwort vergessen?</a>

source: Please log in first.
de: Bitte melden Sie sich erst an.

source: LDAP server {server} failed.
de: Verbindung zum LDAP-Server {server} fehlgeschlagen.

source: For a password a minimum length of {min_length} characters is required.
de: Ein Passwort muss mindestens {min_length} Zeichen haben.

source: For a password a minimum of {min_different:d} different characters is required.
de: Ein Passwort muss mindestens {min_different:d} verschiedene Zeichen beinhalten.

source: Password is too easy to guess (password contains name or name contains password).
de: Das Passwort ist zu leicht zu erraten (Passwort ist Teil des Benutzernamens oder umgekehrt).

source: Password is too easy to guess (keyboard sequence).
de: Das Passwort ist zu leicht zu erraten (Zeichenfolge auf der Tastatur).

source: Home
de: Start

source: Global Tags Index
de: Globaler Schlagwort-Index

source: Administration & Docs
de: Administration & Doku

source: Discussion
de: Diskussion

source: Modify
de: Bearbeiten

source: Edit or Upload
de: Bearbeiten oder Hochladen

source: Revision History
de: Revisions-Historie

source: Download
de: Herunterladen

source: Delete
de: Löschen

source: Delete this item
de: Dieses Item löschen

source: Create or remove a navigation link to this item
de: Einen Navigations-Link zu diesem Item anlegen oder entfernen

source: Switch notifications about item changes on or off
de: Benachrichtigungen über Item-Änderungen an- oder abschalten

source: Subitems
de: Untergeordnete Items

source: Subitems Index
de: Index der untergeordneten Items

source: Rename
de: Umbenennen

source: Rename this item
de: Dieses Item umbenennen

source: Show with Syntax-Highlighting
de: Mit Syntax-Highlighting anzeigen

source: Display Metadata
de: Metadaten anzeigen

source: Local Site Map of this item
de: Lokale Sitemap dieses Items

source: Similar
de: Ähnliches

source: Items with similar names
de: Items mit ähnlichen Namen

source: Convert
de: Konvertieren

source: Convert this item
de: Dieses Item konvertieren

source: Completely destroy this item
de: Dieses Item vollständig zerstören

source: Comments
de: Kommentare

source: Hide comments
de: Kommentare verstecken

source: Transclusions
de: Transklusionen

source: Show transclusions
de: Transklusionen anzeigen

source: To request an account, see bottom of Home page.
de: Zur Anforderung eines Benutzerkontos, siehe unten auf der Startseite.

source: This is a plain text item, there is no markup.
de: Dies ist ein reines Text Item, es gibt kein Markup.

source: This item can not be edited, upload a revised file.
de: Dieses Item kann nicht bearbeitet werden, laden Sie eine neue Datei-Version hoch.

source: Use a semicolon or comma to separate cells.
de: Nutze ein Semikolon oder Komma um Zellen zu trennen.

source: If the first row is recognized as a header, the table will be sortable.
de: Wenn die erste Zeile als Kopfzeile erkannt wird, ist die Tabelle sortierbar.

source: Click for help on Moin Wiki markup.
de: Hilfe zur Moin Wiki Syntax.

source: Moinmoin 1.9 format is deprecated, convert to moin 2.
de: Das Moin 1.9 Format ist veraltet, konvertieren Sie zu Moin 2.

source: Click for help on Media Wiki markup.
de: Hilfe zur Media Wiki Syntax.

source: Click for help on Creole Wiki markup.
de: Hilfe zur Creole Wiki Syntax.

source: Click for help on Markdown Wiki markup.
de: Hilfe zur Markdown Wiki Syntax.

source: Click for help on reST Wiki markup.
de: Hilfe zur reST Wiki Syntax.

source: Click for help on Docbook Wiki markup.
de: Hilfe zur Docbook Wiki Syntax.

source: No help for unknown content type.
de: Keine Hilfe für unbekannten Dokumenttyp verfügbar.

source: Include Macro above has invalid format, missing item name
de: Ungültiges Format im obigen Include-Makro, fehlender Item Name

source: Include Macro above has invalid format, expected sort=ascending or descending
de: Das Include Makro oben hat ein ungültiges Format, erwartet wird sort=ascending oder descending

source: This deleted item must be restored before it can be viewed or downloaded, ItemID = {itemid}
de: Das gelöschte Item muss wiederhergestellt werden, bevor es angesehen und heruntergeladen werden kann, ItemID = {itemid}

source: Error: malformed HTML: {reason}.
de: Error: fehlerhafte HTML: {reason}.

source: Error: malformed HTML. Try viewing source with Highlight or Modify links.
de: Fehler: fehlerhaftes HTML. Versuche den Quelltext mit Highlight oder Modify links anzusehen.
